{
    "footer": "Follow me on {{key}}",
    "navbar": {
        "continue": "Continue",
        "about": "About me",
        "portfolio": "Portfolio",
        "skills": "Skills",
        "awards": "Awards & articles",
        "contact": "Contact",
        "lang": "Change language",
        "back": "Back",
        "menu": "Menu"
    },
    "about": {
        "textOne": "I'm Mía Salazar, a galactic Front-End developer who has been navigating the galaxy doing good code since 2018, terrestrial calendar. ",
        "textTwo": "As a spacecraft pilot for the Galatic Programmers Alliance, I enjoy learning about the languages ​​that exist in the universe, discovering better ways to solve problems, working as a team with the other crew members of the spacecraft, and being in constant learning."
    },
    "skills": {
        "textOne": "Besides, as part of this alliance, I have a number of skills and knowledge in languages.",
        "textTwo": "In the Galactic Alliance of Programmers, we value creating scalable architectures, clean, maintainable and reusable code, active listening to new ways of programming and constant improvement.",
        "low": "Low",
        "medium": "Medium",
        "high": "High",
        "veryHigh": "Very high",
        "html": "HTML5, CSS3, SCSS, SASS, Responsive Web Design",
        "js": "Javascript & Typescript",
        "framework": "Angular & React",
        "css": "Bootstrap 4, Materialize, Bulma, Angular Material, Tailwind...",
        "accessibility": "Accessibility",
        "redux": "Redux"
    },
    "portfolio": {
        "visit": "Visit",
        "info": "Info",
        "load": "Load more",
        "all": "Todos",
        "vue": "Vuejs",
        "react": "Reactjs",
        "angular": "Angular",
        "old": "My past before space",
        "oldText":"Before I became a Galactic Front-end and joined the Galatian Programmers Alliance, I used to watch out for good code on Planet Earth as a superhero. If you are curious to know that past, take a look at my old portfolio.",
        "subtitle": "In this panel you can see the missions in which I have participated within the Galactic Alliance of Programmers. Some missions happened in React's star cluster, others in Angular, and some less in Vue's. Within each mission, I have used different languages ​​and skills"
    }
} 