{
    "footer": "Follow me on {{key}}",
    "navbar": {
        "continue": "Continue",
        "about": "About me",
        "portfolio": "Portfolio",
        "skills": "Skills",
        "awards": "Articles & others",
        "contact": "Contact",
        "lang": "Change language",
        "back": "Back",
        "menu": "Menu"
    },
    "about": {
        "textOne": "I'm Mía Salazar, a galactic Front-End developer who has been navigating the galaxy doing good code since 2018, terrestrial calendar. ",
        "textTwo": "As a spacecraft pilot for the Galatic Programmers Alliance, I enjoy learning about the languages ​​that exist in the universe, discovering better ways to solve problems, working as a team with the other crew members of the spacecraft, and being in constant learning."
    },
    "skills": {
        "textOne": "Besides, as part of this alliance, I have a number of skills and knowledge in languages.",
        "textTwo": "In the Galactic Alliance of Programmers, we value creating scalable architectures, clean, maintainable and reusable code, active listening to new ways of programming and constant improvement.",
        "low": "Low",
        "medium": "Medium",
        "high": "High",
        "veryHigh": "Very high",
        "html": "HTML5, CSS3, SCSS, SASS, Responsive Web Design",
        "js": "Javascript & Typescript",
        "framework": "Angular & React",
        "css": "Bootstrap 4, Materialize, Bulma, Angular Material, Tailwind...",
        "accessibility": "Accessibility",
        "redux": "Redux",
        "testing": "Testing library, Jest"
    },
    "portfolio": {
        "visit": "Visit",
        "info": "Info",
        "load": "Load more",
        "all": "All",
        "vue": "Vuejs",
        "react": "Reactjs",
        "angular": "Angular",
        "old": "My past before space",
        "oldText":"Before I became a Galactic Front-end and joined the Galatian Programmers Alliance, I used to watch out for good code on Planet Earth as a superhero. If you are curious to know that past, take a look at my old portfolio.",
        "subtitle": "In this panel you can see the missions in which I have participated within the Galactic Alliance of Programmers. Some missions happened in React's star cluster, others in Angular, and some less in Vue's. Within each mission, I have used different languages ​​and skills."
    },
    "awards": {
        "textOne": "Throughout my career with the Alliance, I have received written reports on the different missions that I have carried out and have participated in various terrestrial projects with other members of the Alliance.",
        "scientificText": "Here you can see the scientific articles that I wrote during my pre-galactic stage.",
        "articlesText": "Here you can see the different reports that I have written, about both programming and cybersecurity.",
        "othersText": "Here you can see the interviews that have been carried out with me and other projects in which I have participated in Earth",
        "corea": "Analysis of the deep semiotic structure of Korea's propaganda messages ",
        "coreaTwo": "Analysis of the expressive aesthetic elements in the propaganda of South Korea and North Korea",
        "interview": "IT Gals",
        "articleOne": "A Developer’s Nightmare: Web Accessibility",
        "articleTwo": "Why, Icomoon, why?",
        "articleThree": "How to Structure CSS in Vue Like a Pro",
        "articleFour": "To Angular Material or not to Angular Material?",
        "articleFive": "How to support IE and not die trying",
        "articleSix": "The importance of maintaining the health of your DNS",
        "articleSiven": "Discover how to protect your company from web exposition with Kartos",
        "articleEight": "Why are Data Leaks dangerous and how to prevent them?",
        "articleNine": "Leaked credentials: the importance of employees awareness",
        "articleTen": "5 types of phishing and how to protect from them",
        "articleEleven": "10 Cybersecurity tips for remote workers",
        "articleTwelve": "9 tips to protect yourself from identity theft",
        "articleThirteen": "The 9 most common types of malware and how to protect from them.",
        "articleFourteen": "Optimize your GitHub and CV to pass the technical review",
        "articleFifteen": "Updates: why are they important for cybersecurity?",
        "articleSixteen": "Credit Card Fraud: What is and how can you prevent it?",
        "videogame": "'Treeventure', a Christmas tree farm simulator",
        "videogameTwo": "Spain Game Devs Jam II: 'Damng, la balada del capitán'",
        "scientific": "Papers",
        "others": "Others",
        "articles": "Articles",
        "programming": "Programming article",
        "cybersecurity": "Cybersecurity article",
        "interviewText": "Interview",
        "videogames": "Participant in a Game Jam",
        "paper": "Paper",
        "talks": "Talks",
        "talksOne": "Participation in a Science and Technology Program in Women and talks in high schools"
    },
    "contact": {
        "error": "This field has error",
        "success": "The message was sent successfully",
        "required": "* This fields are mandatory",
        "send": "Send",
        "email": "Write your email",
        "name": "Write your name",
        "comment": "Write your message",
        "textOne": "In the Galactic Alliance of Programmers we are always navigating the Universe solving code problems and making improvements, but you can contact me through this form or at:"
    }
} 