{
    "footer": "Sígueme en {{key}}",
    "navbar": {
        "continue": "Continuar",
        "about": "Sobre mí",
        "portfolio": "Portfolio",
        "skills": "Habilidades",
        "awards": "Premios & articulos",
        "contact": "Contacto",
        "lang": "Cambiar idioma",
        "back": "Atrás",
        "menu": "Menú"
    },
    "about": {
        "textOne": "Soy Mía Salazar, una desarrolladora Front-End galáctica que lleva navegando por la galaxia realizando buen código desde 2018, calendario terrestre.",
        "textTwo": "Como desarrolladora principal de una nave espacial de la Alianza Galáctica de Programadores, disfruto conociendo los lenguajes que existen en el universo, descubriendo mejores formas de solucionar problemas, trabajando en equipo con los demás tripulantes de la nave espacial y estando en constante aprendizaje."
    },
    "skills": {
        "textOne": "Además, como parte de esta alianza, cuento con una serie de habilidades y conocimientos en lenguajes.",
        "textTwo": "Dentro de la Alianza Galáctica de Programadores, valoramos crear arquitecturas escalables, código limpio, mantenible y reutilizable, la escucha activa de nuevas formas de programar y la constante mejora.",
        "low": "Bajo",
        "medium": "Medio",
        "high": "Alto",
        "veryHigh": "Muy alto",
        "html": "HTML5, CSS3, SCSS, SASS, Responsive Web Design",
        "js": "Javascript & Typescript",
        "framework": "Angular & React",
        "css": "Bootstrap 4, Materialize, Bulma, Angular Material, Tailwind...",
        "accessibility": "Accesibilidad",
        "redux": "Redux"
    },
    "portfolio": {
        "visit": "Visitar",
        "info": "Info",
        "load": "Cargar más",
        "all": "Todos",
        "vue": "Vuejs",
        "react": "Reactjs",
        "angular": "Angular",
        "old": "Mi pasado antes del espacio",
        "oldText": "Antes de convertirme en una Front-end galática y entrar en la Alianza Galática de Programadores, solía velar por el buen código en el Planeta Tierra como superheroína. Si tienes curiosidad por conocer ese pasado, échale un vistazo a mi antiguo portfolio.",
        "subtitle": "En este panel puedes ver las misiones en las que he participado dentro de la Alianza Galáctica de Programadores. Algunas misiones sucedieron en el cúmulo de estrellas de React, otros en el de Angular y algunos menos en el de Vue. Dentro de cada misión, he empleado diferentes lenguajes y habilidades."
    }
}    