{
    "footer": "Sígueme en {{key}}",
    "navbar": {
        "continue": "Continuar",
        "about": "Sobre mí",
        "portfolio": "Portfolio",
        "skills": "Habilidades",
        "awards": "Artículos & otros",
        "contact": "Contacto",
        "lang": "Cambiar idioma",
        "back": "Atrás",
        "menu": "Menú"
    },
    "about": {
        "textOne": "Soy Mía Salazar, una desarrolladora Front-End galáctica que lleva navegando por la galaxia realizando buen código desde 2018, calendario terrestre.",
        "textTwo": "Como desarrolladora principal de una nave espacial de la Alianza Galáctica de Programadores, disfruto conociendo los lenguajes que existen en el universo, descubriendo mejores formas de solucionar problemas, trabajando en equipo con los demás tripulantes de la nave espacial y estando en constante aprendizaje."
    },
    "skills": {
        "textOne": "Además, como parte de esta alianza, cuento con una serie de habilidades y conocimientos en lenguajes.",
        "textTwo": "Dentro de la Alianza Galáctica de Programadores, valoramos crear arquitecturas escalables, código limpio, mantenible y reutilizable, la escucha activa de nuevas formas de programar y la constante mejora.",
        "low": "Bajo",
        "medium": "Medio",
        "high": "Alto",
        "veryHigh": "Muy alto",
        "html": "HTML5, CSS3, SCSS, SASS, Responsive Web Design",
        "js": "Javascript & Typescript",
        "framework": "Angular & React",
        "css": "Bootstrap 4, Materialize, Bulma, Angular Material, Tailwind...",
        "accessibility": "Accesibilidad",
        "redux": "Redux"
    },
    "portfolio": {
        "visit": "Visitar",
        "info": "Info",
        "load": "Cargar más",
        "all": "Todos",
        "vue": "Vuejs",
        "react": "Reactjs",
        "angular": "Angular",
        "old": "Mi pasado antes del espacio",
        "oldText": "Antes de convertirme en una Front-end galática y entrar en la Alianza Galática de Programadores, solía velar por el buen código en el Planeta Tierra como superheroína. Si tienes curiosidad por conocer ese pasado, échale un vistazo a mi antiguo portfolio.",
        "subtitle": "En este panel puedes ver las misiones en las que he participado dentro de la Alianza Galáctica de Programadores. Algunas misiones sucedieron en el cúmulo de estrellas de React, otros en el de Angular y algunos menos en el de Vue. Dentro de cada misión, he empleado diferentes lenguajes y habilidades."
    },
    "awards": {
        "textOne": "A lo largo de mi carrera en la Alianza, he  he escrito informes sobre las diferentes misiones que he realizado y he participado en varios proyectos terrestres con otros miembros de la Alianza",
        "scientificText": "Aquí puedes ver los artículos científicos que escribí durante mi etapa pre-galáctica.",
        "articlesText": "Aquí puedes ver los diferentes informes que he escrito, tanto los de programación como los de ciberseguridad.",
        "othersText": "Aquí puedes ver las entrevistas que me han realizado y otros proyectos en los que he participado en La Tierra.",
        "corea": "Análisis de la estructura semiótica profunda de los mensajes propagandísticos de Corea",
        "coreaTwo": "Análisis de los elementos estéticoexpresivos en la propaganda de Corea del Sur y Corea del Norte",
        "interview": "IT Gals",
        "articleOne": "La pesadilla del desarrollador: Accesibilidad Web",
        "articleTwo": "¿Por qué, Icomoon, por qué?",
        "articleThree": "Cómo estructurar CSS en VUE como una persona Pro",
        "articleFour": "¿Angular Material o no Angular Material?",
        "articleFive": "How to support IE and not die trying",
        "articleSix": "La importancia de mantener la salud de tu DNS",
        "articleSiven": "Descubre cómo proteger tu compañía de la exposición web con Kartos",
        "articleEight": "¿Por qué la Fuga de Datos es peligrosa y cómo prevenirla?",
        "articleNine": "Credenciales Filtradas: La importancia de la concienciación de empleados",
        "articleTen": "5 tipos de 5 phishing y cómo protegerte de ellos",
        "articleEleven": "10 consejos de ciberseguridad para trabajadores en remoto",
        "articleTwelve": "9 consejos para protegerte del robo de identidad",
        "videogame": "'Treeventure', un simulador de granjas de Navidad",
        "videogameTwo": "Spain Game Devs Jam II: 'Damng, la balada del capitán'",
        "scientific": "Artículos científicos",
        "others": "Varios",
        "articles": "Artículos",
        "programming": "Artículo de programación",
        "cybersecurity": "Artículo de ciberseguridad",
        "interviewText": "Entrevista",
        "videogames": "Participante en una Game Jam",
        "paper": "Artículo científico"
    },
    "contact": {
        "error": "Este campo tiene errores",
        "success": "El mensaje se envió con éxito",
        "required": "* Estos campos son obligatorios",
        "send": "Enviar",
        "email": "Escribe tu email",
        "name": "Escribe tu nombre",
        "comment": "Escribe tu mensaje",
        "textOne": "En la Alianza Galáctica de Programadores siempre estamos navegando por el Universo solucionando problemas de código y realizando mejoras, pero puedes contactarme a través de este formulario o en:"
    }
}    