{
    "footer": "Sígueme en {{key}}",
    "navbar": {
        "continue": "Continuar",
        "about": "Sobre mí",
        "portfolio": "Portfolio",
        "skills": "Habilidades",
        "awards": "Artículos & otros",
        "contact": "Contacto",
        "lang": "Cambiar idioma",
        "back": "Atrás",
        "menu": "Menú"
    },
    "about": {
        "textOne": "Soy Mía Salazar, una desarrolladora Front-End galáctica que lleva navegando por la galaxia realizando buen código desde 2018, calendario terrestre.",
        "textTwo": "Como desarrolladora principal de una nave espacial de la Alianza Galáctica de Programadores, disfruto conociendo los lenguajes que existen en el universo, descubriendo mejores formas de solucionar problemas, trabajando en equipo con los demás tripulantes de la nave espacial y estando en constante aprendizaje."
    },
    "skills": {
        "textOne": "Además, como parte de esta alianza, cuento con una serie de habilidades y conocimientos en lenguajes.",
        "textTwo": "Dentro de la Alianza Galáctica de Programadores, valoramos crear arquitecturas escalables, código limpio, mantenible y reutilizable, la escucha activa de nuevas formas de programar y la constante mejora.",
        "low": "Bajo",
        "medium": "Medio",
        "high": "Alto",
        "veryHigh": "Muy alto",
        "html": "HTML5, CSS3, SCSS, SASS, Responsive Web Design",
        "js": "Javascript & Typescript",
        "framework": "Angular & React",
        "css": "Bootstrap 4, Materialize, Bulma, Angular Material, Tailwind...",
        "accessibility": "Accesibilidad",
        "redux": "Redux"
    },
    "portfolio": {
        "visit": "Visitar",
        "info": "Info",
        "load": "Cargar más",
        "all": "Todos",
        "vue": "Vuejs",
        "react": "Reactjs",
        "angular": "Angular",
        "old": "Mi pasado antes del espacio",
        "oldText": "Antes de convertirme en una Front-end galática y entrar en la Alianza Galática de Programadores, solía velar por el buen código en el Planeta Tierra como superheroína. Si tienes curiosidad por conocer ese pasado, échale un vistazo a mi antiguo portfolio.",
        "subtitle": "En este panel puedes ver las misiones en las que he participado dentro de la Alianza Galáctica de Programadores. Algunas misiones sucedieron en el cúmulo de estrellas de React, otros en el de Angular y algunos menos en el de Vue. Dentro de cada misión, he empleado diferentes lenguajes y habilidades."
    },
    "awards": {
        "textOne": "A lo largo de mi carrera en la Alianza, he  he escrito informes sobre las diferentes misiones que he realizado y he participado en varios proyectos terrestres con otros miembros de la Alianza",
        "scientificText": "Aquí puedes ver los artículos científicos que escribí durante mi etapa pre-galáctica.",
        "articlesText": "Aquí puedes ver los diferentes informes que he escrito, tanto los de índole científico, como los de programación como los de ciberseguridad.",
        "othersText": "Aquí puedes ver las entrevistas que me han realizado y otros proyectos en los que he participado en La Tierra.",
        "corea": "Artículo científico sobre Corea del Sur y Corea del Norte",
        "interview": "Entrevista que me realizaron en IT Gals",
        "articleOne": "Artículo sobre programación: A Developer’s Nightmare: Web Accessibility",
        "articleTwo": "Artículo sobre programación: Why, Icomoon, why?",
        "articleThree": "Artículo sobre programación: How to Structure CSS in Vue Like a Pro",
        "articleFour": "Artículo sobre programación: To Angular Material or not to Angular Material?",
        "articleFive": "Artículo sobre programación: Cómo dar soporte a IE y no morir en el intento",
        "articleSix": "Artículo sobre ciberseguridad: The importance of maintaining the health of your DNS",
        "articleSiven": "Artículo sobre ciberseguridad: Discover how to protect your company from web exposition with Kartos",
        "articleEight": "Artículo sobre ciberseguridad: Why are Data Leaks dangerous and how to prevent them?",
        "articleNine": "Artículo sobre ciberseguridad: Leaked credentials: the importance of employees awareness",
        "articleTen": "Artículo sobre ciberseguridad: 5 types of phishing and how to protect from them",
        "articleEleven": "Artículo sobre ciberseguridad: 10 Cybersecurity tips for remote workers",
        "articleTwelve": "Artículo sobre ciberseguridad: 9 tips to protect yourself from identity theft",
        "videogame": "Participante en Game Jam: Treeventure",
        "videogameTwo": "Participante en Game Jam: Damng, la balada del capitán",
        "scientific": "Artículos científicos",
        "others": "Varios",
        "articles": "Artículos"
    }
}    